IdeaRS.Connections
ConnectionData.BeamProperties Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the cennected beams
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectionPropData BeamProperties { get; set; }
Property Value
Type: ConnectionPropData
See Also
Reference
ConnectionData Class
IdeaRS.Connections.Data Namespace